export default function Why() {
  return (
    <section className="pb-14 lg:pb-28">
      <div className="container">
        <h2 className="mb-6 text-xl md:text-[2rem]">
          Почему выбирают наших врачей?
        </h2>
        <ul className="list-disc space-y-4 pl-4 text-sm md:text-lg">
          <li>
            Высокая квалификация и опыт. Наши специалисты обладают необходимыми
            сертификатами и многолетним опытом работы в своих областях.
          </li>
          <li>
            Широкий спектр специализаций. В клинике ведут прием терапевты,
            кардиологи, хирурги, стоматологи, педиатры и врачи других
            направлений, что позволяет решить большинство вопросов в одном
            месте.
          </li>
          <li>
            Постоянное обучение и развитие. Наши врачи регулярно проходят курсы
            повышения квалификации и участвуют в профессиональных конференциях и
            семинарах.
          </li>
          <li>
            Индивидуальный подход. Мы понимаем, что каждый случай уникален, и
            уделяем внимание каждому пациенту, чтобы обеспечить наиболее
            эффективное лечение.
          </li>
        </ul>
      </div>
    </section>
  );
}
